//предупреждение о том что сацт для смартфонов неадаптирован

let name = prompt("Введи своё имя");
if (confirm("Привет,дорогой " + name + " ты заходил на этот сайт с телефона ?")) {
  alert("Да,да,да, я знаю что ты подумал когда увидел,прошу прощения,просто этот сайт ещё не адаптирован под смартфоны")
}
else {
  alert("Лучше и не заходи,этот сайт с телефона,он ещё не адаптирован под смартфоны,но я обязательно займусь этим)")
}




//почта
function fun1() {

  let mail = "maks.korotenko.06@gmail.com";

  alert("Вот моя почта " + mail);
}
